{"description":"# The 484 Fund (ERROR)\nThe 484 Fund aims to track the performance of projects which are favoured by the owner of the Ethereum wallet 0xB1AdceddB2941033a090dD166a462fe1c2029484, one of the largest individual capital providers in the decentralized finance space.\n\n## Methodology\n\nThe 484 Fund weights components according to a barbell strategy ranked against circulating market caps, the data for which is queried from off-chain data sources using an oracle service. ERROR does not have a 'candidate' list of eligible tokens, only an active list of assets which are within the index at any given time. The asset list is sorted once a week in descending order of market capitalization, and assets are reassigned new positions within the barbell based on their relative performance.\n\n## Inclusion Criteria\n\nThe 484 Fund has the following criteria for asset inclusion:\n- No major vulnerabilities have been discovered in the token contract.\n- The token’s supply can not be arbitrarily inflated or deflated maliciously.\n  - The control model should be considered if the supply can be modified through governance decisions.\n- The token does not have transfer fees or other non-standard balance updates.\n- The token meets the requirements of the ERC20 standard.\n  - Boolean return values are not required.\n- Sufficient liquidity is locked in the Uniswap market pair between the token and WETH to gauge an accurate price using a 1 hour TWAP.\n\n## Addition and Removal of Assets\n\nThe Snapshot space 0xb1.eth will be used to determine which assets are added to and removed from the 484 Fund.\n\n### Snapshot Configuration\n\nThis Snapshot space must use the following configuration for this process to remain in place:\n1. 0xB1AdceddB2941033a090dD166a462fe1c2029484 is the only account allowed to create a proposal.\n2. Holders of the ERROR token (0xd3dEFf001ef67E39212F4973B617C2E684fa436C) and/or the Uniswap V2 LP token for ERROR-ETH (0x44Ee3377D27Bd28518Bfe625AE922af2d58F57dD) are the only allowed voters.\n3. Votes are weighted according to the voters' balance of ERROR, and/or the equivalent amount of ERROR represented by the voters' balance in the Uniswap LP token.\n\n### Modification Process\n\nThe asset list may be modified by the following process:\n1. A proposal is created on the Snapshot space 0xb1.eth.\n2. The proposal states the asset to be added and the asset to be removed.\n3. The new asset meets the inclusion criteria stated above.\n4. The proposal wins a majority vote with a quorum of 5% of the total supply of ERROR.\n5. The Sigma committee reviews the proposal and executes the asset modification on chain.\n\nThe Sigma committee appointed by Indexed governance retains the right, in its sole discretion, to determine whether an asset has met the inclusion criteria and whether the Snapshot space is using the required configuration.","name":"484 Fund","symbol":"ERROR"}